[
    {
        "name": "Сетевой инженер",
        "vacancy_url": "https://spb.superjob.ru/vakansii/setevoj-inzhener-46941423.html",
        "salary_from": 70000,
        "salary_to": 100000,
        "description": "Обязанности: \n• Общение с клиентом, решение заявок клиентов по вопросу работы Интернет и каналов.\n \n• Обеспечение своевременной диагностики и устранения неисправностей в сети.\n \n• Поддержка актуальности схемы сети, настроек на сетевом оборудовании.\n \n• Администрирование linux серверов.\n \n• Мониторинг состояния и настройка сетевого оборудования, UPS (Cisco, D-Link, Huawei, Mikrotik, EATON, APC).\n \nТребования: \n• Высшее техническое образование\n \n• Уверенное знание компьютерных сетей: сети ethernet, Vlan, QinQ, L3, модели ISO/OSI (знание консоли cisco будет плюсом\n \n• Уверенное знание Linux и его сервисов (Bind, Apache и так далее)\n \n• Знание средств мониторинга сети и серверов на основе Linux, cacti\n \n• Базовое программирование на bash, python, PHP\n \n• Английский язык (технический)\n \nУсловия: \n• Работа в офисе, 5/2 с 8:00 до 16:30\n \n• \nОт 70000 рублей на руки, по результатам собеседования.\n \n• Срочный договор: 3 мес. испытательный срок, далее бессрочный договор.\n \n• ДМС после испытательный срока"
    },
    {
        "name": "Специалист по информационной безопасности",
        "vacancy_url": "https://zhukov.superjob.ru/vakansii/specialist-po-informacionnoj-bezopasnosti-47702048.html",
        "salary_from": 60000,
        "salary_to": 70000,
        "description": "Обязанности:\n• Настройка и управление подсистемами безопасности;\n• Настройка и управление коммутационным оборудованием;\n• Управление инфраструктурой управления доступами;\n• Анализ журналов событий;\n• Анализ инцидентов ИБ, участие в их расследовании;\n• Проведение аудитов информационной безопасности.\nТребования:\n• Высшее профессиональное (техническое) образование;\n• Windows и Linux на уровне администратора;\n• Базовые знания работы сетей;\n• Знание принципов работы служб каталогов (AD, LDAP);\n• Понимание принципов сетевой и компьютерной безопасности;\n• Опыт автоматизации (bash, perl, python);\n• Знание законодательной базы обеспечения ИБ;\n• Коммуникабельность, ответственность, обучаемость.\nУсловия:\n• официальное трудоустройство согласно ТК РФ;\n• работа на ведущем научно-производственном предприятии;\n• график работы 5/2 с 8.00 до 17.00;\n• стабильная заработная плата, социальный пакет;\n• адаптация на месте, отличные наставники, поддерживающий коллектив;\n• возможность профессионального роста и развития;\n• возможность обучения за счет средств предприятия;\n• на предприятии находится медицинский пункт, после прохождения испытательного срока, есть возможность прохождения основных врачей, включая стоматологию;\n• спортивный зал на территории предприятия;\n• организация ежегодного отпуска для работников;\n• возможность отдыха в г. Сочи (от 1 года работы на предприятии), с частичной компенсацией;\n• при необходимости предоставляются оплачиваемые дни (свадьба работника, рождение ребенка, поступление ребенка в 1-й класс (родителям в День Знаний);\n• место работы: г. Жуков, ул. Ленина, д.2."
    },
    {
        "name": "Специалист по информационной безопасности",
        "vacancy_url": "https://obninsk.superjob.ru/vakansii/specialist-po-informacionnoj-bezopasnosti-47702106.html",
        "salary_from": 60000,
        "salary_to": 70000,
        "description": "Обязанности:\n• Настройка и управление подсистемами безопасности;\n• Настройка и управление коммутационным оборудованием;\n• Управление инфраструктурой управления доступами;\n• Анализ журналов событий;\n• Анализ инцидентов ИБ, участие в их расследовании;\n• Проведение аудитов информационной безопасности.\nТребования:\n• Высшее профессиональное (техническое) образование;\n• Windows и Linux на уровне администратора;\n• Базовые знания работы сетей;\n• Знание принципов работы служб каталогов (AD, LDAP);\n• Понимание принципов сетевой и компьютерной безопасности;\n• Опыт автоматизации (bash, perl, python);\n• Знание законодательной базы обеспечения ИБ;\n• Коммуникабельность, ответственность, обучаемость.\nУсловия:\n• официальное трудоустройство согласно ТК РФ;\n• работа на ведущем научно-производственном предприятии;\n• график работы 5/2 с 8.00 до 17.00;\n• стабильная заработная плата, социальный пакет;\n• адаптация на месте, отличные наставники, поддерживающий коллектив;\n• возможность профессионального роста и развития;\n• возможность обучения за счет средств предприятия;\n• на предприятии находится медицинский пункт, после прохождения испытательного срока, есть возможность прохождения основных врачей, включая стоматологию;\n• спортивный зал на территории предприятия;\n• организация ежегодного отпуска для работников;\n• возможность отдыха в г. Сочи (от 1 года работы на предприятии), с частичной компенсацией;\n• при необходимости предоставляются оплачиваемые дни (свадьба работника, рождение ребенка, поступление ребенка в 1-й класс (родителям в День Знаний);\n• место работы: г. Жуков, ул. Ленина, д.2."
    },
    {
        "name": "Эксперт по управлению сетями связи",
        "vacancy_url": "https://krasnodar.superjob.ru/vakansii/ekspert-po-upravleniyu-setyami-svyazi-47999632.html",
        "salary_from": 100000,
        "salary_to": 130000,
        "description": "Работа в Ростелеком – это стабильность, интересные проекты, профессиональная команда и множество возможностей для развития!\nА ещё Ростелеком - это не просто компания, это - команда, объединённая общими ценностями и общей целью - быть лидером телеком и digital-рынков, давать людям качественные цифровые сервисы.\nОбязанности:\n• Проводит и сопровождает АВР/РНР на сетях передачи данных;\n• Разрабатывает и согласовывает ТК по проведению работ;\n• Подготавливает и реализует предложений по оптимизации прохождения трафика;\n• Автоматизирует процессы управления сетями передачи данных.\n \nТребования:\n• Сетевое оборудование Cisco, Huawei, Juniper, Nokia;\n• Технологии маршрутизации и коммутации в операторских и корпоративных сетях BGP, MPLS, QOS, RSVP-TE, ISIS, LDP, OSPF, VRRP, STP, Segment Routing;\n• Разработка архитектуры, оптимизация, повышение надежности и модернизация пакетных сетей;\n• Экспертная оценка и тестирование сетевого оборудования;\n• Технологии управления и автоматизации Linux, Bash, Python, Paramiko, Netmiko, TextFSM, Juniper PyEz, XML, NetConf, Cisco NSO.\n \nУсловия:\n• Работа в Ростелекоме — это официальное оформление и широкий соцпакет, а ещё уникальная среда и возможность отточить свое мастерство на масштабных проектах, которыми можно гордиться;\n• Стабильный и прозрачный доход с первого месяца: оклад + ежеквартальные и годовые премии;\n• Пятидневная рабочая неделя с 8.00-17.00 или 9.00-18.00;\n• Профессиональный рост: реальная возможность получить повышение или горизонтальную ротацию в первый год благодаря опытным коллегам, наставникам и бесплатным консультациям с менторами и карьерными консультантами;\n• Медстраховка после испытательного срока (телемедицина), жилищная и пенсионная программы, дополнительные выплаты (к отпуску, вступление в брак, рождение ребенка), помощь корпоративного психолога и юриста;\n• Насыщенная жизнь внутри компании: спортивные события и турниры, лидерские программы, киберспорт, конкурсы и яркие праздники, волонтерство и благотворительность;\n• Скидки на услуги Ростелекома, выгодные предложения от партнеров: рестораны и магазины, фитнес-центры, банки, отели и базы отдыха."
    },
    {
        "name": "Инженер-программист",
        "vacancy_url": "https://astrakhan.superjob.ru/vakansii/inzhener-programmist-43503556.html",
        "salary_from": 39826,
        "salary_to": 39826,
        "description": "Обязанности:\n\nСопровождение программных комплексов на СУБД FoxPro, Cache, Oracle\n\nТребования:\n\nОпыт работы: с языками программирования С++, Python, PHP, Delphi, Java, с базами данных СУБД FoxPro, Cache, Oracle, администрирование ОС Windows Server 2003/2008, Linux, знание аппаратной части ПЭВМ, базовые знания ЛВС. Опыт работы с СКЗИ и практические знания по информационной безопасности приветствуются. Мужчина годный по состоянию здоровья для службы в органах внутренних дел РФ (без ограничительных отметок в военном билете по состоянию здоровья), отслуживший в Вооруженных силах РФ или закончивший высшее учебное заведение МВД России по указанному направлению специальности, образование высшее, с пропиской в г. Астрахани.\n\nУсловия:\n\n В отдел информационного обеспечения управления Государственной инспекции безопасности дорожного движения управления Министерства внутренних дел России по Астраханской области на аттестованную должность требуется инженер-программист, годный по медицинскому состоянию здоровья для службы в органах внутренних дел РФ (без ограничительных отметок по состоянию здоровья в военном билете), отслуживший в Вооруженных силах (для военнообязанных) или закончивший высшее учебное заведение МВД России по указанному направлению специальности, образование высшее. \nСтажировка по основному месту работы в течение 3 месяца обязательна, во время стажировки заработная плата будет составлять 24243 рублей, после стажировки 39826 рублей. После стажировки в процессе первого года службы необходимо пройти профессиональное обучение (очная форма обучения 3 месяца) в Волгодонском филиале Ростовского юридического института МВД России. В настоящее время сотрудники состоящие на службе в органах внутренних дел находятся на специальном учёте и не подлежат мобилизации."
    },
    {
        "name": "Преподаватель по программированию",
        "vacancy_url": "https://ufa.superjob.ru/vakansii/prepodavatel-po-programmirovaniyu-46638375.html",
        "salary_from": 1000,
        "salary_to": 1500,
        "description": "Обязанности:\nВедение занятий по программированию в сети образовательных центров «Инжинириум МГТУ им. Н.Э. Баумана», в том числе в частных и государственных школах по утвержденным методикам организации в рамках:\n• \nПостоянных курсов и интенсивов в течение учебного года;\n• \nРазовых мастер-классов по программированию\n• \nПодготовки учебных проектов к конкурсам и конференциям;\n• \nЗанятий и интенсивов в лагерях в каникулярный период.\n\n\n\nТребования:\n- Python: Знание базовых алгоритмов и структур данных, Python (все версии выше 3.0), ООП, SQLite, Git (GitHub). Работа в Google docs, Visual Studio, Visual Studio Code, Python IDLE.\n- C++: Знание базовых алгоритмов и структур данных, Makefile, gcc, g++, clang, STL, SQL, Git (GitHub). Работа в Google docs, Dev C++, Visual Studio, Visual Studio Code, Qt Creator.\n- Web-программирование: Знание основ web-технологий, HTML, CSS, JavaScript, Git (GitHub). Работа в Google docs, Visual Studio Code, Sublime, Atom.\n- Unity 3D: Знание основ геймдизайна, разработки игр на Unity. Дополнительное знание технологий AR/VR-разработки и 3D-моделирования в Blender приветствуется, а также знания игрового движка Unreal Engine.\nУсловия:\nЗарплатные рамки net\nОт 1 000,00 руб. за занятие\nВид занятости, график, оформление\n- Оформление согласно ТК РФ (договор ГПХ);\n- Гибкий график работы;\n- Регулярные обучающие мероприятия, направленные на развитие педагогических и предметных компетенций, реализуемые до выхода и в период работы;\n- Возможность карьерного роста."
    },
    {
        "name": "Аналитик в отдел маркетинга",
        "vacancy_url": "https://spb.superjob.ru/vakansii/analitik-v-otdel-marketinga-47156361.html",
        "salary_from": 100000,
        "salary_to": 130000,
        "description": "Обязанности:\n• Анализ и корректировка маркетинговой стратегии\n• Проведение исследований\n• Выявление ошибок в текущих рекламных активностях\n• Анализ статистических данных\n• Мониторинг и анализ эффективности рекламных компаний, рекламных активностей конкурентов\n• Сбор данных и формирование отчётности, презентаций с выводами и предложениями\n• Автоматизация отчётов\n• Поддержка сквозной аналитики на базе Google Cloud\n• Взаимодействие с другими отделами\nТребования:\n• Опыт работы аналитиком в отделе маркетинга от 2 лет\n• Опыт работы в кроссфункциональных командах\n• Понимание фундаментального маркетинга\n• Продвинутые знания статистики \n• Уверенное использование Google Sheets, Google Analytics 4, Google Cloud, Google Big Query, Google Data Studio, Яндекс Метрика, Bitrix24, CDP\n• Уверенное использование SQL и Python в работе \n• Кейсы по успешным гипотезам способствовавшим росту основных бизнес метрик\n• Аналитический склад ума \n• Умение работать с большим объёмом информации\nУсловия:\n• Полная занятость, 5/2 с 10-00 до 19-00 (можно двигать)\n• Трудовой контракт по ТК РФ\n• Испытательный срок 3 месяца\n• Размер оклада от 100 000 до 130 000 рублей\n• Премия по KPI\n• Возможны повышения оплаты - по результатам performance review - раз в полгода\n• 8 сессий с психологом в год за счёт компании\n• Частичное покрытие стоимости обучения по ученическому договору"
    },
    {
        "name": "Преподаватель курсов программирования",
        "vacancy_url": "https://pskov.superjob.ru/vakansii/prepodavatel-kursov-programmirovaniya-47360252.html",
        "salary_from": 20000,
        "salary_to": 60000,
        "description": "Приглашаем на работу в связи с открытием учебных классов в городе Псков. \n«Алгоритмика» — это международная школа программирования и математики.\n5 лет мы делаем feature ready education, учим людей навыкам XXI века и задаем тренд всему рынку образования. Первые в России хакнули масштабирование, быстро вышли на международный рынок (77 стран, 350 городов, 320 000 учеников) и сохранили при этом качество продукта. Но нам этого мало.\nМы мчим дальше и ищем в команду настоящего проводника в увлекательный мир программирования) Сэнсэя, преподавателя, и того, кто хочет заниматься кармически правильным делом — учить детей! Помогать им развиваться, находить точки роста, преодолевать сложности, и показывать, что они могут больше!\n• Мы умные бунтари в мире Edtech — генерим безумные идеи и умеем их воплощать;\n• У нас своя образовательная + видео платформа + LMS = пушка-продукт!\n• Наше качество, как любовь — безусловное;\n• Ценим организованную работу, но люди и их взаимодействие важнее;\n• Не боимся ошибаться — после падений встаем и выигрываем;\n• Работаем много, но не тратимся на бесполезное;\n• Принимаем уникальность каждого, умеем поддерживать и ярко отдыхать вместе.\nЧто нужно будет делать:\n• Создавать классную, драйвовую среду, в которую хочется мчаться хоть каждый день - и ученикам и тебе. Задавать настрой!\n• Учить и вдохновлять. Группы маленькие — до 12 человек, уроки по 90 минут\n• У нас своя платформа, где ребята постят проекты, голосуют, общаются, пишут собственные приложения и игры. Тебе тоже будет интересно;\n• Проводить мастер-классы для знакомства учеников с Алгоритмикой и набора новых групп; \n• Проводить дополнительные уроки для пропустивших учеников;\n• Отслеживать качество учебного процесса, поддерживать успеваемость учеников на высоком уровне;\n• Сопровождать учеников на протяжении курса, формировать обратную связь по итогам обучения для родителей.\nТребования: \nМы ищем Педагогов на дисциплины: \n-Основы Логики и Программирования\n-Компьютерная грамотность\n-Визуальное программирование\n-Математика\n-Видеоблогин\n-Графический Дизайн\n-Геймдизайн\n-Создание Веб-сайтов\n-Разработка игр на Unity\n-Программирование Python Start\n-Программирование Python Pro\n- Фронтед-разработка\n• Навыки:\n• Знание детской психологии и методов работы с подростками;\n• Умение преподавать: понятно объяснять и добиваться усвоения другими учебного материала.\nКого мы ищем:\n- студентов и выпускников технических или педагогических ВУЗов (образование: техническое, экономическое, математическое, физическое, информатика), любящих детей и готовых сделать для них программирование простым, интересным и веселым;\n- опыт работы с детьми 6-17 лет обязателен (репетиторство, тренерство, вожатство, преподавание в группе). \nУсловия:\n• Что мы предлагаем взамен:\n• Крутую команду молодых, драйвовых профи! Есть с кем потусить, и у кого поучиться;\n• Корпоративное обучение — не только на старте, но и в процессе;\n• Поддержку, любовь и помощь наших тьюторов;\n• Занятость по будням и выходным - по желанию\n• Гибкий график работы по заранее согласованному с Алгоритмикой расписанию;\n• Прозрачные условия оплаты: от 1000 до 2000 за урок за урок 1,5 часа (зависит от предмета);\n• получение сертификата повышения квалификации\n• формат: очные занятия в комфортных условиях"
    },
    {
        "name": "Преподаватель в детскую школу программирования Алгоритмика",
        "vacancy_url": "https://www.superjob.ru/vakansii/prepodavatel-v-detskuyu-shkolu-programmirovaniya-algoritmika-48028367.html",
        "salary_from": 1800,
        "salary_to": 2200,
        "description": "Ищем преподавателя в наш дружный коллектив!\nОпыт работы важен не так, как желание обучать детей профессиям будущего и ответственный к этому подход. Всему научим!\nРаботать нужно будет в наших классах с группами 10-12 детей.\n«Aлгоритмика» — мeждунаpoдная школа прoгрaммирования для детей от 5 дo 17 лет, в кoтopoй ceйчас обучaется 50 000 шкoльников. На занятиях мы помогаeм детям сделaть пeрвый шаг в миp IT, обучая в игpoвой фopмe и индивидуaлизируя пoдxод к кaждoму pебенку с пoмoщью уникальной методолoгии и cпециaльно разpабoтаннoй oнлайн-плaтфoрмы. Школы «Алгоритмики» открыты в более чем 135 городах и 15 странах мира от Австралии до Европы.\nВсе сотрудники «Алгоритмики» разные, но нас объединяет желание сделать учеников и их родителей счастливее. И мы ищем тех людей, которые разделят это желание и вместе с нами будут делать наш продукт еще лучше.\nЧто надо будет делать:\n- проводить занятия с применением методических материалов и приемов Алгоритмики;\n- создавать и поддерживать атмосферу дружеской командной работы среди учеников;\n- отслеживать качество учебного процесса;\n- сопровождать детей и их родителей, обеспечивать обратную связь по обучению;\n- решать и предотвращать конфликтные ситуации с родителями и детьми на основе стандартов компании\nКого мы ищем:\n- студентов и выпускников технических или педагогических ВУЗов (образование: техническое, экономическое, математическое, физическое, информатика), любящих детей и готовых сделать для них программирование простым, интересным и веселым;\n- опыт работы с детьми обязателен (репетиторство, тренерство, вожатство, преподавание в группе).\nМы предлагаем:\n- обучение за счет компании;\n- увлеченную команду преподавателей;\nНаши условия оплаты:\n- оплата за каждое занятие: фиксированная часть + бонусная часть, исходя из количества учеников\n- работа в выходные дни. Группы по 10-12 детей.\nМесто нахождения учебных классов: \nИстра, ул. Пионерская, 1Б.\nЗвенигород, ул. Ленина, 28а.\nПри желании можно работать и там, и там.\n\n\nВ сопроводительном письме расскажите, почему вас заинтересовала работа в Алгоритмике."
    },
    {
        "name": "Преподаватель программирования",
        "vacancy_url": "https://odintsovo.superjob.ru/vakansii/prepodavatel-programmirovaniya-48067279.html",
        "salary_from": 65000,
        "salary_to": 95000,
        "description": "Обязанности:\n• Проведение занятий по направлению подготовки \"Программирование\"\n• Проведение контрольных мероприятий\nТребования:\n• Профессиональные навыки в области программирования, разработки программных продуктов, сайтов\n• Участие в подготовке к демонстрационному экзамену по программированию\nУсловия:\n• Предоставляем всё необходимое для работы\n• Не загружаем лишней работой"
    },
    {
        "name": "Преподаватель программирования",
        "vacancy_url": "https://www.superjob.ru/vakansii/prepodavatel-programmirovaniya-48067280.html",
        "salary_from": 65000,
        "salary_to": 95000,
        "description": "Обязанности:\n• Проведение занятий по направлению подготовки \"Программирование\"\n• Проведение контрольных мероприятий\nТребования:\n• Профессиональные навыки в области программирования, разработки программных продуктов, сайтов\n• Участие в подготовке к демонстрационному экзамену по программированию\nУсловия:\n• Предоставляем всё необходимое для работы\n• Не загружаем лишней работой"
    },
    {
        "name": "Программист Linux",
        "vacancy_url": "https://www.superjob.ru/vakansii/programmist-linux-45695529.html",
        "salary_from": 100000,
        "salary_to": 500000,
        "description": "Требования:\n• Знание TCP/IP;\n• Умение работать с системами контроля версий;\n• Желательно: опыт написания переносимого и безопасного кода;\n• Желательно: опыт написания кода ядра;\n• Желательно: понимание архитектуры современных ОС.\n• Хорошее знание C;\n• Хороший опыт работы в Unix системах, знание основных утилит командной строки, средств отладки.\n• Представление о системах контроля версий git (или svn).\n• Опыт отладки в gdb.\n• Представление об утилите make и мейкфайлах.\nЖелательные знания:\n• Знание C++, lua, Go lang, qt.\n• Знание хотя бы одного из скриптовых языков: perl, python, lua.\n• Представление об autoconf, automake.\n• Представление об утилите и/или библиотеке openssl.\n• Базовые представления о криптографии: симметричные и асимметричные ключи, сертификаты, шифрование, электронная подпись.\n• Большим плюсом будет наличие представления о формате ASN.1.\nУсловия:\n• Зарплата обсуждается в зависимости от опыта работы, уровня квалификации и соответствия требованиям вакансии;\n• Возможность профессионального и карьерного роста; \n• Оформление по ТК РФ (трудовой договор, трудовая книжка); \n• Расположение офиса: между м. ул. 1905 г. и м. Беговая (с 8-00 до 20-30 автобус компании по расписанию возит сотрудников к / от метро)."
    },
    {
        "name": "Инженер (трансфер технологий)",
        "vacancy_url": "https://www.superjob.ru/vakansii/inzhener-47454519.html",
        "salary_from": 60000,
        "salary_to": 100000,
        "description": "Обязанности:\n• участие в работах по развитию центра трансфера технологий с применением информационных технологий;\n• создание и управление базами данных по управлению результатами интеллектуальной деятельности;\n• проведение экспертиз отчетной документации и результатов научно-технической деятельности, полученных в рамках НИР, ОТР и ОКР в целях выявления охраноспособных результатов работ и готовить рекомендаций по их правовой охране;\n• участие в информационно-аналитической и технической помощи научным подразделениям института при планировании и выполнении ими научно-исследовательских работ;\n• построение патентных ландшафтов в сфере деятельности Предприятия;\n• участие в работе по обеспечению, с использованием новых информационных технологий, подразделений института и руководства института специально подготовленной информацией с целью повышения научно-технических знаний сотрудников и создания внешней и внутренней информационной среды предприятия.\nТребования:\n• высшее образование: инженерно-техническое или в области информационно-телекоммуникационных технологий;\n• уверенный пользователь ПК;\n• уверенный пользователь Excel, Word, Power Point, Access, 1С;\n• знание языков программирования (Python, SQL, и др.);\n• навыки работы по разработке технического задания для создания баз данных и программного обеспечения;\n• навыки работы с наполнением и управлением баз данных;\n• навыки статистической обработки данных;\n• хорошие аналитические способности;\n• английский язык - не ниже среднего уровня.\nУсловия:\n• Ближайшая станция метро: м. Бауманская, м. Курская.\n• График работы: 09.00 - 18.00 (пн.-чт), 09.00 - 16.45 (пт.);\n• Официальное трудоустройство;\n• Детские лагеря;\n• Собственная база отдыха."
    },
    {
        "name": "Веб-программист (РНР, Битрикс)",
        "vacancy_url": "https://nn.superjob.ru/vakansii/veb-programmist-47983828.html",
        "salary_from": 60000,
        "salary_to": 130000,
        "description": "Обязанности:\n• Разрабатывать сайты под управлением CMS 1C Битрикс, Wordpress;\n• Поддерживать и дорабатывать уже существующие проекты;\n• При желании разрабатывать веб-сервисы с использованием Laravel, Python.\nТребования:\n• Уверенно владеть языком PHP, понимать основные паттерны программирования, знать базовые функций;\n• Знать язык запросов SQL (в основном придется работать MySQL), понимать принципы проектирования баз данных;\n• Уметь и быть готовым работать с чужим кодом;\n• Понимать протокол HTTP (как внутри устроен web);\n• Знать frontend (HTML, CSS, JS, AJAX - готовить не придется, но кухню надо знать);\n• Иметь опыт работы с CMS 1C Битрикс \"Управление сайтом\".\nУсловия:\n• Много интересных задач и проектов разного уровня сложности;\n• Расширение сферы профессиональных знаний, в том числе обучение за счет компании; \n• Офис в пешей доступности от м. Московская (менее 5 минут);\n• График работы 5/2 с 8.00 (9.00) до 17.00 (18.00);\n• Оформление в соответствии с ТК РФ;\n• Дружелюбный коллектив и уютный офис;\n• Индексирование заработной платы в соответствии с эффективностью."
    }
]